AURA_PERKS = {
    156: {
        "title": "Агрессия",
        "description": "Вы получаете бонус +5% к шансу критического попадания за каждого врага в радиусе 30 футов от вас."
    },
    157: {
        "title": "Мастер ближнего боя",
        "description": "Каждый раз, когда в радиусе 15 футов от вас проходит противник, вы автоматически делаете выстрел по нему из дробовика."
    },
    158: {
        "title": "Мститель",
        "description": "Когда по вашему союзнику попадает противник, вы немедленно делаете выстрел из своего основного оружия по этому противнику, если он находится в зоне вашей видимости (✧)."
    },
    159: {
        "title": "Одинокий волк",
        "description": "Даёт бонус +20 к меткости и к защите при удалении на 30 и более футов от ближайшего союзника."
    },
    160: {
        "title": "Ну давай! Налетай!",
        "description": "За каждого врага в радиусе 30 футов от вас вы получаете бонус +1д6 к критическому урону (✧)."
    },
    161: {
        "title": "Неуловимый",
        "description": "Вы получаете бонус +10 к уклонению за каждого врага в зоне 55 футов, которого видите. "
                       "При промахах по вам эти враги имеют шанс запаниковать, если являются органическими."
    },
    162: {
        "title": "Надежные укрытия",
        "description": "Все союзники в радиусе 20 футов от вас получают бонус +25 к уклонению, если пользуются укрытиями (✧)."
    },
    163: {
        "title": "Сила в единстве",
        "description": "В радиусе 20 футов от вас все союзники получают бонус к урону при использовании огнестрельного оружия: "
                       "+1д10. Не действует для световых мечей, взрывчатки, способностей Силы и УЗЧ-обрезов."
    },
    164: {
        "title": "Стена щитов",
        "description": "Активируйте стену щитов, чтобы получить бонус +30 к уклонению."
    },
    165: {
        "title": "Передвижное укрытие",
        "description": "Вы являетесь половинчатым укрытием для союзников, а при активной стене щитов — полным укрытием."
    },
    166: {
        "title": "Сверх-страж",
        "description": "При активации стены щитов вы получаете +2 единицы брони до начала следующего вашего хода (✧)."
    },
    167: {
        "title": "Безупречная оборона",
        "description": "При активации стены щитов вы и союзник сразу за вами не можете получить критический урон."
    },
    168: {
        "title": "Провокация",
        "description": "При активации стены щитов весь входящий урон уменьшается на 33%, а враги в радиусе 15 футов "
                       "атакуют вас вместо ближайших союзников (✧)."
    },
    169: {
        "title": "Ответный огонь",
        "description": "Каждый раз, когда по вам открывают огонь, вы стреляете в ответ из пистолета. "
                       "Если стена щитов активна — делаете два ответных выстрела (✧)."
    },
    170: {
        "title": "Заряжаемый пистолет",
        "description": "Пока по вам стреляют при активной стене щитов, ваш пистолет получает +1д6 урона "
                       "на следующий ваш ход (✧)."
    },
    171: {
        "title": "Служи и защищай",
        "description": "После активации стены щитов вы получаете одно дополнительное действие, "
                       "не являющееся перемещением (✧)."
    },
    172: {
        "title": "Угроза",
        "description": "Враги в радиусе 20 футов наносят на 1д4 урона меньше. При активной стене щитов урон снижается на 1д6, "
                       "зона увеличивается до 30 футов, а враги в радиусе 30 футов теряют половину передвижения (✧)."
    },
    173: {
        "title": "Взрывоустойчивый",
        "description": "Пока стена щитов активна, вы невосприимчивы к взрывам. Союзники в радиусе 15 футов "
                       "получают вдвое меньше урона от взрывов (✧)."
    },
    174: {
        "title": "Всем быть начеку!",
        "description": "После активации стены щитов союзники в радиусе 10 футов встают в наблюдение, "
                       "если их ход уже окончен, либо встанут в наблюдение к концу своего хода, "
                       "если останутся в радиусе (✧)."
    },
}
